Repository: fhstp/meeteux-ios
Catalog: meeteux/*.lproj/Localizable.strings
Languages: de

# notification-title
source: Loyal subject,
de: Getreuer Untertan,

# notification-subtitle
source: you are proceeding.
de: Du bewegst Dich fort.

# notification-body
source: Open the app to get to know more about me and my exhibits.
de: Öffne die App, um mehr über mich und meine Ausstellungsstücke zu erfahren.

source: Bluetooth is off
de: Bluetooth ist ausgeschalten

# Please turn on your bluetooth
source: Please turn on your Bluetooth! With Bluetooth, we want to detect which exhibit is the closest to your position.
de: Bitte schalte Bluetooth ein! Der Bluetooth-Zugriff ist notwendig, um zu wissen, wo Du Dich in der Ausstellung befindest.

source: Go to settings
de: Öffne Einstellungen

source: Cancel
de: Abbrechen

# wifi-title
source: Please Check Wifi Settings
de: Überprüfe die Wifi-Settings

# wifi-message
source: The contents in this app can only be unlocked in the exhibition 'The Emperor's New Saint'. Unless you are already in Stift Klosterneuburg, get on the road from 9th of March to 17th of November. In order to use all functions of this app, please switch to the wifi %@ (password %@).
de: Die Inhalte in dieser App können nur in der Ausstellung 'Des Kaisers neuer Heiliger' freigeschalten werden. Sofern Du nicht schon im Stift Klosterneuburg bist, mach Dich auf den Weg täglich vom 9. März bis 17. November. Um alle Funktionen dieser App nutzen zu können, wechsle bitte in das Wifi %@ (Passwort %@).

# iphone-title
source: Faulty Bluetooth Detection
de: Bluetooth Erkennung fehlerhaft

# iphone-message
source: We currently have a problem detecting Bluetooth Beacon with your device to know where you are in the exhibition. A reboot of your mobile phone may possibly help. Choose 'Unlock' to unlock all exhibits within the app without being there. Thus, you can read the contents. However, you can not connect to interactive exhibits.
de: Wir haben derzeit Probleme, mit Deinem Gerät Bluetooth Beacons zu erkennen, um zu wissen, bei welchem Ausstellungsstück Du Dich befindest. Ein Neustart Deines Handys kann möglicherweise helfen. Wähle 'Freischalten', um alle Ausstellungsstücke in der App freizuschalten, ohne dass Du bei diesen gewesen sein musst. Du kannst so die Inhalte konsumieren, Dich jedoch nicht mit den interaktiven Ausstellungsstücken verbinden.

# unlock-timeline-locations
source: Unlock
de: Freischalten
